import { icons } from "../../../shared/assets";

export default [
    {
        title: 'Для аренды авто на вашем сайте нужна 100% предоплата?',
        icon: icons.arrowIcon,
        subTitle: 'Чтобы забронировать автомобиль на нашем сайте, нужно внести только небольшой аванс – 15-20% от общей стоимости аренды. После предоплаты на указанный электронный адрес придет ваучер с детализацией заказа. Оставшуюся сумму вы доплачиваете при получении машины. Доступные способы оплаты остатка указаны в карточке авто и в вашем ваучере.'
    },
    {
        title: 'Какие документы потребуются для получения машины?',
        icon: icons.arrowIcon,
        subTitle: 'При получении автомобиля вам понадобится паспорт, национальное водительское удостоверение, международное водительское удостоверение (если требуется, в зависимости от страны) и ваучер аренды авто, который вы получаете после оплаты заказа (можно в электронном виде).'
    },
    {
        title: 'Для аренды авто на вашем сайте нужна 100% предоплата?',
        icon: icons.arrowIcon,
        subTitle: 'Чтобы забронировать автомобиль на нашем сайте, нужно внести только небольшой аванс – 15-20% от общей стоимости аренды. После предоплаты на указанный электронный адрес придет ваучер с детализацией заказа. Оставшуюся сумму вы доплачиваете при получении машины. Доступные способы оплаты остатка указаны в карточке авто и в вашем ваучере.'
    },
    {
        title: 'Нужно ли оформлять международные права?',
        icon: icons.arrowIcon,
        subTitle: 'Это зависит от требований ПДД той страны, где вы хотите арендовать авто. Изучить информацию по выбранному региону можно в условиях бронирования.'
    }
]